insert into condicoes_pagamentos
(empresa_id, id, nome, ativo, tipo_id, dias, vezes_max, data_registro)
values
(183,1,'Dinheiro à Vista',True,100,0,1,'2025-11-11 10:29:38'),
(183,2,'Crediário 30 dias (1-3x)',True,201,30,3,'2025-11-11 10:29:38'),
(183,4,'Cartao de Credito',True,202,30,10,'2025-11-11 10:29:38'),
(183,5,'Cartao Debito',True,203,1,1,'2025-11-11 10:29:38'),
(183,6,'PIX - Credito',True,102,0,1,'2025-11-11 10:29:38'),
(183,7,'PIC - PAY',True,103,0,1,'2025-11-11 10:29:38'),
(183,10,'BOLETO',True,101,0,4,'2025-11-11 10:29:38'),

(4,1,'Dinheiro à Vista',True,100,0,1,'2024-11-04 14:24:18'),
(4,2,'Crediário 30 dias (1-3x)',True,201,30,3,'2024-11-04 14:24:18'),
(4,4,'Cartao de Credito',True,202,30,10,'2024-11-04 14:24:18'),
(4,5,'Cartao Debito',True,203,1,1,'2024-11-04 14:24:18'),
(4,6,'PIX - Credito',True,102,0,1,'2024-11-04 14:24:18'),
(4,7,'PIC - PAY',True,103,0,1,'2024-11-04 14:24:18'),
(4,8,'Banco Baixa de Cartao',True,101,0,1,'2024-11-04 14:24:18'),
(4,10,'Pix Areceber',True,207,1,1,'2024-11-04 14:24:18'),

(6,1,'Dinheiro à Vista',True,100,0,1,'2024-12-18 16:29:00'),
(6,2,'Crediário 30 dias (1-3x)',True,201,30,3,'2024-12-18 16:29:00'),
(6,4,'Cartao de Credito',True,202,30,10,'2024-12-18 16:29:00'),
(6,5,'Cartao Debito',True,203,1,1,'2024-12-18 16:29:00'),
(6,6,'PIX - Credito',True,102,0,1,'2024-12-18 16:29:00'),
(6,10,'BOLETO 28 DIAS',True,206,28,1,'2024-12-18 16:29:00'),
(6,11,'Crediário 07 dias',True,201,7,1,'2024-12-18 16:29:00'),
(6,12,'Crediário 14 dias',True,201,14,1,'2024-12-18 16:29:00'),
(6,13,'Crediário 28 dias',True,201,28,1,'2024-12-18 16:29:00'),
(6,14,'BOLETO 07 DIAS',True,206,7,1,'2024-12-18 16:29:00'),
(6,15,'BOLETO 14 DIAS',True,206,14,1,'2024-12-18 16:29:00'),
(6,16,'BOLETO 21 DIAS',True,206,21,1,'2024-12-18 16:29:00'),
(6,17,'BOLETO 14 / 28 DIAS',True,206,14,2,'2024-12-18 16:29:00'),
(6,18,'BOLETO 07 / 14DIAS',True,206,7,1,'2024-12-18 16:29:00'),

(5,1,'Dinheiro à Vista',True,100,0,1,'2024-11-04 14:36:12');